[
    "You saw a mono skier $ Go straight to the top of any park. This is the end of your turn",
    "Picked up by skidoo $ Go wherever you want and then take your turn!",
    "You're a sender. You have the best tricks at the park $ Have another turn after taking the lift!",
    "Best goggle tan in town $ Go straight to any bar on the piste to show it off. This is the end of your turn",
    "You scratched your goggles $ If you are at the top of a lift, you must ski the easiest piste down and still collect Piste Points. If there are no pistes available, wait until your next turn",
    "Late for kids ski lessons $ Teleport to a starting point on the map",
    "Heliski trip $ Go to the highest point on the map and then you can ski any piste no matter of ability",
    "Après $ Go straight to any bar. This is the end of your turn",
    "Accidentally ended up racing someone on a racing piste and you beat them! $ Have another go after taking this lift",
    "Accidentally ended up racing someone on a racing piste but you lost! $ Teleport to the top of the nearest green and ski it",
    "It's your mates birthday $ Pick a player and both go to somewhere they choose. This is the end of your turn",
    "SKI RACE $ Pick a player, play rock paper scissors. The winner wins a Card Point. You may now take your turn",
    "Caught short $ Go to the nearest WC. This is the end of your turn",

    "Ski lessons have paid off $ Level up!",
    "Ended up on luge track $ Level up!",

    "You got the best photo at top of piste $ You've earned a Card Point!",
    "Land a 360 $ You've earned 3 Card Points!",
    "Land a headshot with a snowball $ You've earned 3 Card Points",
    "Accidentally went off piste $ If you're black level gain 2 card points, if you're red level gain 1 card point",

    "Forgot lift pass at chalet $ Miss this turn",
    "Dropped ski pole or glove off a lift $ Miss this turn",
    "Caught in a blizzard $ Miss this turn",
    "Cut up by peski blader $ Miss this turn",
    "Trip to med centre $ Miss this turn",
    "Caught in an avalanche $ Miss this turn and your next turn",
    "WET GOLVES! You didn't dry your gloves out last night $ Miss this turn",

    "You nailed some moguls $ Nice one, carry on with your turn",
    "You took a group photo for some tourists $ Nice one, carry on with your turn",
    "You fell over on the drag lift, but managed to hold on until the top $ Nailed it! Carry on with your turn",
    "You found the best hot chocolate on the mountain $ Nice one, carry on with your turn",
    "You found some chocolate $ Nice one, carry on with your turn",
    "You donated a sledge to a family $ Nice one, carry on with your turn",
    "It's a blue bird day! $ Radical bro!!! Carry on with your turn",
    "You spot a Jerry! $ Nice one, carry on with your turn",
    "You spot someone with the same ski jacket as you $ Give someone a high five and carry on with your turn",

    "Open and close a lift $ Open any currently closed lift and close another one",
    "Open and close a lift $ Open any currently closed lift and close another one",
    "Open and close a lift $ Open any currently closed lift and close another one",
    "Open and close a lift $ Open any currently closed lift and close another one",
    "Open and close a lift $ Open any currently closed lift and close another one",
    "Open and close a lift $ Open any currently closed lift and close another one"
]